getAllEmployeeRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="https://www.torryharris.com/soap-ws-demo">
    <soapenv:Header/>

    <soapenv:Body>
        <gs:getAllEmployeeRequest>
        </gs:getAllEmployeeRequest>
    </soapenv:Body>

</soapenv:Envelope>
